TAM_LIST = {
        ('कर्तरि', 'लट्', 'परस्मैपदी'): 'awi',
        ('कर्तरि', 'लिट्', 'परस्मैपदी'): 'a',
        ('कर्तरि', 'लुट्', 'परस्मैपदी'): 'wA',
        ('कर्तरि', 'लृट्', 'परस्मैपदी'): 'syawi',
        ('कर्तरि', 'लोट्', 'परस्मैपदी'): 'awu',
        ('कर्तरि', 'लङ्', 'परस्मैपदी'): 'aw',
        ('कर्तरि', 'लिङ्', 'परस्मैपदी'): 'ew',
        ('कर्तरि', 'लिङ्', 'परस्मैपदी'): 'yAw',
        ('कर्तरि', 'लुङ्', 'परस्मैपदी'): 'Iw',
        ('कर्तरि', 'लृङ्', 'परस्मैपदी'): 'syaw',
        ('कर्मणि', 'लट्', 'आत्मनेपदी'): 'ya_we',
        ('कर्मणि', 'लोट्', 'आत्मनेपदी'): 'ya_wAm',
        ('कर्मणि', 'लङ्', 'आत्मनेपदी'): 'ya_wa',
        ('कर्मणि', 'लिङ्', 'आत्मनेपदी'): 'ya_ewa',
        ('कर्मणि', 'कृत्य'): 'wavya'
    }
